[ 
    {
        "company": "Purinusa Eka Persada",
		"logo":"images/puri.PNG",
        "position": "",
        "year": "August 2022 - Octobrer 2022",
        "description": "Internship at PT. Purinusa Eka Persada During my 3-month internship at PT. Purinusa Eka Persada, I worked in the mechanical department. My job was to assist the mechanic in checking the machine, fixing the damaged machine, assembling the heater machine or checking and maintaining the panel. I was also involved in solving problems such as replacing the compressor filter oil and replacing the solenoid hose, replacing the relay on the cardboard printing machine panel. In addition, I also developed hands-on skills such as welding, drilling, turning which further enriched my technical expertise. This experience allowed me to explore the practical aspects of being a mechanical intern and contribute to improving the company's operational performance."
    },
    {
        "company": "Jasa Teknik Indonesia",
		"logo":"images/logo-jastek.JPG",
        "position": "",
        "year": "September 2024 - January 2025",
        "description": "Internship at PT. Jasa Teknik Indonesia (Assistant Occupational Health and Safety Expert) During my 4-month internship at PT. Jasa Teknik Indonesia, I worked in the Occupational Health and Safety (OHS) assistant expert department. My responsibilities included being an assistant Occupational Health and Safety (OHS) expert, and participating in inspections to each partner company. I was also involved in solving problems such as work tools that did not comply with OHS regulations and making special notes so that they could be handled by the Occupational Health and Safety (OHS) person in charge. In addition, I developed direct skills in measuring work tools, analyzing work tools, and making reports to be submitted to the Occupational Health and Safety (OHS) department which further enriched my technical expertise. This experience allowed me to explore the practical aspects of being an assistant Occupational Health and Safety (OHS) expert and contribute to improving the company's operational performance."
    }
]